Repository: suyuan168/tip
Catalog: luci/luci-mod-ucentral/po/*/ucentral.po
Languages: de

source: Address and mask in CIDR notation.
de: Adresse und Netzmaske in CIDR-Notation.

source: Address configuration via DHCP
de: Adresskonfiguration mittels DHCP

source: Address configuration via PPPoE
de: Adresskonfiguration mittels PPPoE

source: Apply Settings
de: Einstellungen anwenden

source: Apply settings and reboot device now
de: Anwenden und Gerät jetzt neu starten

source: Architecture
de: Architektur

source: Authentication
de: Authentifizierung

# Automatic modem type selection
source: Automatic
de: automatisch

source: Buffered
de: Gepuffert

source: Cached
de: Gecached

source: Cancel
de: Abbrechen

source: Cellular network connection
de: Mobilfunkverbindung

source: Certificate validation failed: %s
de: Validierung der Zertifikate fehlgeschlagen: %s

source: Certificates
de: Zertifikate

source: Certificates updated.
de: Zertifikate aktualisiert.

source: Checking image…
de: Prüfe Imagedatei…

source: Connection
de: Verbindung

source: Continue
de: Fortfahren

source: Continue configuration
de: Konfiguration fortsetzen

source: DNS Servers
de: DNS-Server

source: Do you really want to erase all settings?
de: Sollen wirklich alle Systemeinstellungen zurückgesetzt werden?

source: Error
de: Fehler

source: Firmware upgrade
de: Firmware Update

source: Flash image?
de: Image flashen?

source: Flash image…
de: Image flashen…

source: Flashing…
de: Schreibt…

source: Grant access to ucentral configuration
de: Zugriff auf uCentral-Konfigurationseinstellungen ermöglichen

source: IPv4 Address
de: IPv4-Adresse

source: IPv6 Address
de: IPv6-Adresse

source: Invalid APN provided
de: Ungültige APN angegeben

source: Invalid image
de: Ungültige Image-Datei

source: Issue a reboot and restart the operating system on this device.
de: Einen Reboot auslösen und das Betriebssystem des Gerätes neu starten.

source: Load Average
de: Systemlast

source: Local Time
de: Lokalzeit

source: Local settings
de: Lokale Einstellungen

source: Memory
de: Arbeitsspeicher

source: Model
de: Modell

source: Modem type
de: Modemtyp

source: No authentication
de: keine Authentifizierung

source: PIN
de: OIN

source: Password
de: Passwort

source: Perform reset
de: System zurücksetzen

source: Reboot device
de: Gerät neu starten

source: Reboot required
de: Neustart erforderlich

source: Reset the system to its initial state and discard any configuration changes.
de: Das System auf Grundeinstellungen zurücksetzen und sämtliche Konfigurationsänderungen verwerfen.

source: Reset to defaults
de: Grundeinstellungen wiederherstellen

source: Settings
de: Einstellungen

source: Size
de: Größe

source: Static address configuration
de: Statische Adresskonfiguration

source: Swap free
de: Freier Auslagerungsspeicher

source: The device is rebooting now. This page will try to reconnect automatically once the device is fully booted.
de: Das Gerät startet jetzt neu. Diese Seite wird versuchen sich automatisch neu zu verbinden sobald das Gerät wieder voll hochgefahren ist.

source: The device must be rebooted in order to apply the changed settings. Once the uCentral agent successfully connects to the controller, the remote configuration profile will be applied and the initial provisioning web interface is disabled.
de: Das Gerät muss neu gestartet werden um die geänderten Einstellungen anzuwenden. Sobald sich der uCentral-Client nach dem Neustart erfolgreich mit dem Controller verbindet, wird das entfernte Konfigurationsprofil für dieses Gerät angewendet und das initiale Provisionierungs-Webinterface deaktiviert.

source: The firmware image is invalid and cannot be flashed. Check the diagnostics below for further details.
de: Die Firmware-Datei ist ungültig und kann nicht geflasht werden. Die nachfolgenden Diagnosemeldungen enthalten weitere Details.

source: The firmware image was uploaded. Compare the checksum and file size listed below with the original file to ensure data integrity. <br /> Click 'Continue' below to start the flash procedure.
de: Die Firmware-Datei wurde hochgeladen. Die Prüfsummen und Dateigröße mit der Originaldatei vergleichen um die Integrität des Images sicherzustellen.<br /> "Fortfahren" anklicken um die Upgrade-Prozedur zu starten.

source: The reboot command failed with code %d
de: Das Reboot-Kommando wurde mit Fehlercode %d abgebrochen

source: The settings on this page specify how the local uCentral client connects to the controller server.
de: Die Einstellungen auf dieser Seite beeinflussen die Verbindung des uCentral Clients zum Controller-Server.

source: The system is erasing the configuration partition now and will reboot itself when finished.
de: Das System löscht nun die Konfigurationspartition und startet das Gerät neu sobald die Prozedur abgeschlossen ist.

source: The system is flashing now.<br /> DO NOT POWER OFF THE DEVICE!<br /> Wait a few minutes before you try to reconnect. It might be necessary to renew the address of your computer to reach the device again, depending on your settings.
de: Das System-Upgrade läuft jetzt.<br />DAS GERÄT NICHT AUSSCHALTEN!<br />Einige Minuten warten, bevor ein Verbindungsversuch unternommen wird. Ja nach Netzwerktopologie kann es nötig sein, die lokalen Adresseinstellungen des Computers zu verändern bevor wieder eine Verbindung zum Gerät möglich ist.

source: The system is rebooting in order to attempt applying the remote configuration profile now. If not successful, the device will revert back into the initial provisioning state.
de: Das System startet jetzt neu um zu versuchen das entfernte Konfigurationsprofil anzuwenden. Im Fehlerfall wird das Gerät in den initialen Provisionierungs-Zustand zurückversetzt.

source: The uplink settings allow overriding the WAN connection properties of the local device.
de: Die Uplink-Einstellungen ermöglichen es die WAN-Verbindungseigenschaften des lokalen Gerätes zu überschreiben.

source: Total Available
de: Gesamt verfügbar

source: Unable to save settings: %s
de: Einstellungen konnten nicht gespeichert werden: %s

source: Unable to verify certificates: %s
de: Zertifikate konnten nicht verifiziert werden: %s

source: Unit location
de: Gerätestandort

source: Uplink configuration
de: Uplink-Einstellungen

source: Upload a compatible firmware image here to upgrade the running system.
de: Kompatible Firmware-Datei hier hochladen um das laufende System zu aktualisieren.

source: Upload certificate bundle…
de: Zertifikatsarchiv hochladen…

source: Uptime
de: Laufzeit

source: Use default cloud settings
de: Cloud-Einstellungen nutzen

source: Used
de: In Benutzung

source: Username
de: Benutzername

source: Verifying certificates…
de: Überprüfe Zertifikate…

source: Verifying the uploaded image file.
de: Überprüfe die hochgeladene Image-Datei.
